Enterprise_Serivces/Cert/Gold/StoreService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/channel/store/contracts/2010/05/IStoreService/GetInventoryUpdateInterval</wsa:Action><wsa:MessageID>uuid:628d1aac-abe8-4ae1-bba3-98a65d34c159</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://storechannelqa1.testgs.pvt/StoreService.svc</wsa:To></soap:Header><soap:Body><GetInventoryUpdateInterval xmlns="http://www.gamestop.com/services/channel/store/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><CountryCode xmlns="http://www.gamestop.com/services/channel/store/messages/2010/08">US</CountryCode><StoreNumber xmlns="http://www.gamestop.com/services/channel/store/messages/2010/08">1363</StoreNumber></request></GetInventoryUpdateInterval></soap:Body></soap:Envelope>